Repository: Qerts/Projekt-Pollution-MKII
Catalog: Pollution/Pollution/Pollution.Shared/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# TextSendWithoutNote
source: Do you want to send a photo without note?
cs_cz: Opravdu chcete odeslat fotografii bez popisku?

# TextLastPhoto
source: last photo:
cs_cz: poslední fotka:

# TextNew
source: new:
cs_cz: nové:

# BtnDetailMap.Label
source: Detailed map
cs_cz: Detailní mapa

# BtnFolder.Label
source: Upload photo
cs_cz: Nahrát fotku

# BtnHome.Label
source: Home
cs_cz: Domů

# BtnListStation.Label
source: Station list
cs_cz: Seznam stanic

# BtnStationList.Text
source: Station list
cs_cz: Seznam stanic

# DataPanelButton
source: More Data
cs_cz: Další informace

# History.Text
source: Station status history
cs_cz: Historie stavu stanice

# MapPanelButton
source: Map
cs_cz: Mapa

# MenuInfo
source: Informations
cs_cz: Informace

# StatusCO.Text
source: CO history
cs_cz: Historie CO

# StatusNO2.Text
source: NO₂ history
cs_cz: Historie NO₂

# StatusO3.Text
source: O₃ history
cs_cz: Historie O₃

# StatusPM10.Text
source: PM₁₀ history
cs_cz: Historie PM₁₀

# StatusSO2.Text
source: SO₂ history
cs_cz: Historie SO₂

# PhotoBrowse.Label
source: Browse...
cs_cz: Hledat...

# PhotoCamera.Label
source: Capture
cs_cz: Fotit

# PhotoComment.Text
source: Comment
cs_cz: Komentář

# PhotoName.Text
source: Name
cs_cz: Název

# PhotoSend.Text
source: Photo upload
cs_cz: Odeslání fotografie

# PhotoUploadButton.Content
source: Submit
cs_cz: Odeslat

# FlyoutAbout.Title
source: About
cs_cz: O aplikaci

# FlyoutInfo.Title
source: Informations
cs_cz: Informace

# FlyoutSettings.Title
source: Settings
cs_cz: Nastavení

# StatusTitle
source: Status:
cs_cz: Stav:

# MapCardClose
source: Blind Map
cs_cz: Slepá mapa

# MapCardOpen
source: Detailed map
cs_cz: Detailní mapa

# SortDistance
source: Sort by distance
cs_cz: Řadit dle vzdálenosti

# SortName
source: Sort by name
cs_cz: Řadit dle jména

# SortQualityAsc
source: Sort by quality ascending
cs_cz: Řadit dle kvality vzestupně

# SortQualityDesc
source: Sort by quality descending
cs_cz: Řadit dle kvality sestupně

source: pollution status:
cs_cz: stav ovzduší:

source: update time:
cs_cz: čas aktualizace:

# MsgNoConnection
source: We couldn't find internet connection. If values will not be loaded automatically after reconnecting to network.
cs_cz: Nebylo možné získat přístup k internetu. Pokud po připojení nedojde k automatickému načtení hodnot, restartujte prosím aplikaci.

# AppTitle
source: Air Pollution CZ
cs_cz: Čistota ovzduší

# MenuAboutApp.Text
source: About
cs_cz: O aplikaci
